[
    {
        "estate_title": "Luxury Villa with Ocean View",
        "id": "1",
        "segment_name": "Single-family Home",
        "description": "Spacious villa overlooking the ocean, perfect for a luxurious lifestyle. This stunning property features expansive living spaces, high-end finishes, and breathtaking views. Enjoy entertaining guests in the elegant living room or relaxing by the sparkling swimming pool. The gourmet kitchen is a chef's dream, complete with top-of-the-line appliances. With 5000 sq ft of living space, there's plenty of room for family and friends. Located in the prestigious area of Malibu, California, this villa offers the epitome of coastal living. Don't miss the opportunity to own your dream home!",
        "price": "$2,500,000",
        "status": "SALE",
        "area": "5000 sq ft",
        "location": "Malibu, California",
        "facilities": ["living room", "swimming pool", "kitchen"],
        "image": "https://i.ibb.co/Tcz5WVP/pexels-ben-mack-6775268-1.jpg"
    },
    {
        "estate_title": "Cosy Apartment in the City Center",
        "id": "2",
        "segment_name": "Apartment",
        "description": "Modern apartment in the heart of downtown, convenient for urban living. This cozy yet stylish apartment offers comfort and convenience in the bustling city of New York. With 1000 sq ft of living space, it's perfect for singles or couples looking for a contemporary lifestyle. The apartment features a spacious living room, ideal for relaxing or entertaining guests. Stay active with access to the on-site gym, or feel secure with 24/7 security services. Located in the vibrant neighborhood of New York City, this apartment is surrounded by shops, restaurants, and cultural attractions.",
        "price": "$1,200,000",
        "status": "SALE",
        "area": "1000 sq ft",
        "location": "New York City, New York",
        "facilities": ["living room", "gym", "security"],
        "image": " https://i.ibb.co/FzFLwZT/pexels-ksenia-chernaya-3952068.jpg  "
    },
    {
        "estate_title": "Serenity Cottage by the Lake",
        "id": "3",
        "segment_name": "Vacation Rental",
        "description": "Charming cottage nestled by a peaceful lake, ideal for a relaxing getaway. Escape to this tranquil retreat nestled in the serene surroundings of Lake Tahoe, Nevada. This cozy cottage offers 1200 sq ft of space, perfect for a romantic getaway or family vacation. Relax by the fireplace in the spacious living room or soak up the sun on the deck overlooking the lake. With picturesque views and modern amenities, this cottage provides the perfect blend of comfort and natural beauty. Explore the nearby hiking trails, or simply unwind in the peaceful ambiance of this lakeside paradise.",
        "price": "$50,000",
        "status": "RENT",
        "area": "1200 sq ft",
        "location": "Lake Tahoe, Nevada",
        "facilities": ["living room", "fireplace", "deck"],
        "image": " https://i.ibb.co/84KWhX4/pexels-matt-barnard-6748976.jpg  "
    },
    {
        "estate_title": "Elegant Townhouse in Historic District",
        "id": "4",
        "segment_name": "Townhouse",
        "description": "Classic townhouse with refined interiors located in a prestigious historic district. Discover the charm of this elegant townhouse located in the historic district of Boston, Massachusetts. With 3500 sq ft of living space, this spacious home offers ample room for both living and entertaining. The tastefully decorated interior features a formal living room, cozy study, and landscaped garden. Enjoy the convenience of city living with easy access to shops, restaurants, and cultural attractions. Whether you're relaxing indoors or exploring the neighborhood, this townhouse is the epitome of sophistication and style.",
        "price": "$3,800,000",
        "status": "SALE",
        "area": "3500 sq ft",
        "location": "Boston, Massachusetts",
        "facilities": ["living room", "study", "garden"],
        "image": " https://i.ibb.co/NKdzf6F/pexels-ryutaro-tsukata-5745818.jpg  "
    },
    {
        "estate_title": "Modern Loft in Historic Building",
        "id": "5",
        "segment_name": "Apartment",
        "description": "Industrial-style loft in a converted historic building, blending modernity with character. Step into this stylish loft located in a historic building in San Francisco, California. With 1500 sq ft of open-concept living space, this loft seamlessly blends industrial aesthetics with modern design. The exposed brick walls and high ceilings create a unique ambiance, while large windows flood the space with natural light. The loft features a spacious living area, gourmet kitchen, and dedicated fitness center. Conveniently located near downtown, this loft offers easy access to restaurants, shops, and entertainment venues.",
        "price": "$900,000",
        "status": "SALE",
        "area": "1500 sq ft",
        "location": "San Francisco, California",
        "facilities": ["open layout", "exposed brick", "fitness center"],
        "image": " https://i.ibb.co/rZJ3QCX/pexels-vlad-fonsark-4691284.jpg  "
    },
    {
        "estate_title": "Mountain Chalet with Ski-In-Out Access",
        "id": "6",
        "segment_name": "Vacation Rental",
        "description": "Chic chalet offering direct access to ski slopes, perfect for winter sports enthusiasts. Embrace the mountain lifestyle with this chic chalet nestled in the heart of Aspen, Colorado. With 2000 sq ft of living space, this chalet offers the perfect blend of comfort and luxury. The spacious living room features a cozy fireplace and panoramic views of the surrounding mountains. After a day on the slopes, relax in the private hot tub or store your gear in the dedicated ski storage area. With direct access to the ski slopes, this chalet is a dream come true for winter sports enthusiasts.",
        "price": "$1,600,000",
        "status": "SALE",
        "area": "2000 sq ft",
        "location": "Aspen, Colorado",
        "facilities": ["living room", "hot tub", "ski storage"],
        "image": " https://i.ibb.co/WW077Z1/pexels-prateek-katyal-2852350.jpg  "
    },
    {
        "estate_title": "Senior Living Community with Resort",
        "id": "7",
        "segment_name": "Senior Living Community",
        "description": "Retirement community offering resort-style amenities and care services. Experience resort-style living in this vibrant senior community located in Scottsdale, Arizona. With 1800 sq ft of living space, this community offers a variety of amenities and services to enhance your retirement years. Stay active with fitness classes and swimming pools, or relax in the spa and wellness center. Enjoy gourmet dining options and social events with fellow residents. With healthcare services available on-site, you can enjoy peace of mind knowing that your needs are taken care of. Discover the perfect blend of luxury and convenience in this senior living community.",
        "price": "$700,000",
        "status": "SALE",
        "area": "1800 sq ft",
        "location": "Scottsdale, Arizona",
        "facilities": ["community center", "swimming pool", "healthcare services"],
        "image": " https://i.ibb.co/tzc5RkG/pexels-vincent-rivaud-2347721-1.jpg  "
    },
    {
        "estate_title": "Student Housing near University",
        "id": "8",
        "segment_name": "Student Housing",
        "description": "Modern student apartments conveniently located near the university campus. Find your perfect home away from home in these modern student apartments in Austin, Texas. With 900 sq ft of living space, these apartments offer a comfortable and convenient living environment for students. Each apartment features a dedicated study room, fitness center access, and on-site laundry facilities. Located near the university campus, you'll have easy access to classes, libraries, and campus events. Experience student life to the fullest in these stylish and affordable apartments.",
        "price": "$300,000",
        "status": "SALE",
        "area": "900 sq ft",
        "location": "Austin, Texas",
        "facilities": ["study room", "fitness center", "laundry facilities"],
        "image": " https://i.ibb.co/ZGZVvD9/pexels-kampus-production-5940844.jpg  "
    },
    {
        "estate_title": "Beachfront Bungalow for Vacation ",
        "id": "9",
        "segment_name": "Vacation Rental",
        "description": "Quaint bungalow steps away from the beach, perfect for vacation retreats. Escape to paradise with this charming beachfront bungalow in Key West, Florida. With 1400 sq ft of living space, this bungalow offers the perfect retreat for a beach vacation. Relax on the ocean-view deck or unwind in the hammock under the palm trees. The bungalow features a BBQ area for outdoor dining and a cozy living room for movie nights. With direct access to the beach, you can enjoy swimming, snorkeling, and sunbathing just steps from your door.",
        "price": "$50,000",
        "status": "RENT",
        "area": "1400 sq ft",
        "location": "Key West, Florida",
        "facilities": ["ocean view deck", "BBQ area", "hammock"],
        "image": "https://i.ibb.co/nP0KHkZ/pexels-thanhhoa-tran-1488327.jpg   "
    }
]
